{
  "title":"第一部分 随机化过程中出现的偏倚风险",
  "alias":"随机序列生成（选择偏倚）",
  "alias_en":"Random sequence generation (selection bias)",
  
  "nodes": {
    "Q2": {
      "text": "1.2 在参与者入组并分配干预措施之前，分配顺序是否被隐藏？\n若试验采用任何形式的远程或中心化管理方式进行干预分配，且该过程由独立于招募人员的外部机构或组织控制（例如，独立中心药房、基于电话或互联网的随机化服务平台），应判断为“是”。\n若试验采用了合理设计的信封或药物容器方法，也应选择“是”。信封应具备不透明性、按顺序编号，并使用防篡改密封条封口，仅可在不可逆地分配给特定参与者后开启。药物容器亦应按顺序编号，外观一致，并仅在不可逆地分配给特定参与者后方可发放或使用。由于试验报告中通常较少详述此类信息，评估时可能需要根据上下文合理判断，并作出“可能是”或“可能否”的判断。\n若存在合理依据怀疑招募研究者或参与者可能在分配前已知晓即将接受的干预分配结果，则应判断为“否”。",
      "transitions": {
        "Y": "Q1",
        "PY": "Q1",
        "NI": "Q3",
        "N": "High risk",
        "PN": "High risk"
      }
    },
    "Q1": {
      "text": "1.1 分配顺序是随机的吗？\n若在分配序列的生成过程中采用了任何形式的随机机制，应判断为“是”。常见示例包括：计算机生成的随机数、使用随机数字表、抛硬币、洗牌（纸牌或信封）、掷骰子或抓阄等。最小化分配法通常也包含随机成分（至少在分配分数相等时），因此基于最小化方法生成的序列一般可视为随机序列。\n若分配序列的生成过程中未引入任何随机机制，或所采用的方法具有可预测性，则应判断为“否”。此类非随机方法包括：交替分配、基于特定日期（如出生日期或入院日期）、病历号进行分配、由临床医生或参与者自行决定干预分配、根据干预措施的可获得性进行分配，以及其他系统性或偶然性安排的方式。\n若有关随机化方法的报告仅限于试验被标识为“随机对照试验”而未提供具体细节，应选择“无信息”。\n在某些情形下，也可作出“可能是”或“可能否”的判断。例如，在由具备丰富临床试验经验的研究机构开展的大型试验中，若研究发表于篇幅受限的高影响力期刊，且未详细描述随机序列的生成方式，则可以合理地判断为“可能是”而非“无信息”。反之，若该研究团队在同期的其他研究中已明确使用非随机序列，则可推断本研究也可能采用了类似的非随机方法。",
      "transitions": {
        "Y": "Q3",
        "PY": "Q3",
        "NI": "Q3",
        "N": "High risk",
        "PN": "High risk"
      }
    },
    "Q3": {
      "text": "1.3 各干预组之间的基线差异是否表明随机化过程存在问题？\n需特别注意：与随机误差一致的组间差异并不构成偏倚风险。少量在传统 0.05 显著性水平下被判定为“统计显著”的差异，通常应视为随机波动所致。\n\n若干预组之间未观察到明显的不平衡，或观察到的差异可合理归因于随机误差，应判断为“否”。\n若存在以下情形，表明基线差异可能源于随机化过程的缺陷，则应判断为“是”：\n(1) 干预组样本量与预期的分配比例之间存在显著偏离；\n(2) 干预组间在多个基线特征上存在统计学显著差异，其数量远超随机误差可能产生的范围；\n(3) 在一个或多个关键预后因素或基线结果变量上存在显著不平衡，该不平衡极不可能由随机误差造成，且其程度足以对干预效应估计构成偏倚；\n如存在其他合理理由怀疑随机化过程存在问题，也应选择“是”。\n(4) 干预组之间在多个基线变量上呈现异常相似性，而这种相似性无法通过随机误差解释。\n\n若无可用于评估的基线特征信息（例如，仅报告了摘要数据，或仅提供了最终分析中样本的基线特征），则应判断为“无信息”。\n需强调的是，此项判断不应影响对前两项（1.1 与 1.2）的评估结果。例如，即便存在显著的基线不平衡，若试验报告中提供了清晰、充分的随机化方法，则问题1.1和1.2的回答仍应基于这些方法本身，而对不平衡的担忧应在本项（1.3）中进行评估，并反映在相关领域的偏倚风险判定中。\n试验的实施人员有时会尝试通过在分析中控制基线预后变量的不平衡来修正随机化实施中的缺陷。然而，除非能识别并衡量所有可能存在不平衡的关键预后因素，仅依赖调整分析并不能完全消除偏倚风险。因此，若系统综述作者希望评估此类“通过调整试图修正随机化失败”的研究，其偏倚风险应借助 ROBINS-I 工具 进行判断。",
      "transitions": {
        "Y": "High risk",
        "PY": "High risk",
        "N": "Low risk",
        "PN": "HIGH risk",
        "NI": "Low risk"
      }
    }
  },
  "start": "Q2",
  "end": "Q1"
}
